talks1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Talks Hosted by Me</title>
<!-- 2019-11-18 周一 14:05 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />




</head>
<body>
<div id="content">
<h1 class="title">Talks Hosted by Me</h1>
<p>
<i>This is a page where talks mostly given by my visitors are documented. If you want to get notices of talks hosted by me at <a href="http://www.kias.re.kr">KIAS</a>, please directly send me emails. I will add you to the mail list.</i> <br  />
</p>

<p>
<i>If you would like to give a talk at KIAS, you are encouraged to send me emails to see whether we have common research interests.</i><br  />
</p>

<h3>Coming Soon</h3>
<p>
<i>Last updated: Nov 14, 2019</i><br  />
</p>

<ul class="org-ul">
<li><span class="underline">Complex structures on Einstein four-manifolds of positive scalar curvature</span><br  />
<ul class="org-ul">
<li><b>Speaker</b> Dr. WU Peng (Shanghai Center of Math., Fudan)<br  />
</li>
<li><b>Time and Place</b> 4:00 pm - 5:00 pm, Nov 26 (Tue.) 2019, Room 1424<br  />
</li>
<li><b>Abstract</b> The question that when a four-manifold with a complex structure admits a compatible Einstein metric of positive scalar curvature has been answered by Tian, LeBrun, respectively. In this talk we consider the inverse problem, that is, when a four-manifold with an Einstein metric of positive scalar curvature admits a compatible complex structure. We will show that if the determinant of the self-dual Weyl curvature is positive then the manifold admits a compatible complex structure.<br  />
</li>
</ul>
</li>

<li><span class="underline">Translating mean curvature equation and the area minimizing problem in the area minimizing problems</span><br  />
<ul class="org-ul">
<li><b>Speaker</b> Dr. ZHOU Hengyu (Chongqing U.)<br  />
</li>
<li><b>Time and Place</b> TBA<br  />
</li>
<li><b>Abstract</b> In the talk we present a recent progress on the Plateau problem of minimal hypersurfaces in conformal cones. Here conformal cones are a generalization of Euclidean cones and the cones in warped product manifolds.  First we solve the Dirichlet problem of translating mean curvature equations under an NCM assumption.  This result will guarantee the existence of minimal graphs with graphical boundaries in conformal cones. Moreover we show that such graphs are area minimizing among all integer rectifiable currents compact supported in the cones with the same boundaries.  We will explain the NCM assumption is reasonable and should not be removed by Morgan’s results on area minimizing cones. (These results are from arXiv:1902.01512 and a joint work with Qiang Gao from Sun Yat-sen University.)<br  />
</li>
</ul>
</li>

<li><span class="underline">Convexity of energy function associated to the harmonic maps between surfaces</span><br  />
<ul class="org-ul">
<li><b>Speaker</b> Dr. WAN Xueyuan (KIAS)<br  />
</li>
<li><b>Time and Place</b> 4:00 pm - 5:00 pm, Nov 27 (Wed.) 2019, Room 1423<br  />
</li>
<li><b>Abstract</b> For a fixed smooth map \(u_0\) between two Riemann surfaces \(\Sigma\) and \(S\) with non-zero degree, we consider the energy function  on Teichmuller space \(\mathcal{T}\) of \(\Sigma\)  that assigns to a complex structure \(t\in \mathcal{T}\) on \(\Sigma\) the energy of the harmonic map \(u_t:\Sigma_t:=(\Sigma,t) \to S\) homotopic to  \(u_0\). We prove that the energy function is convex at its critical points. If \(t_0\in\mathcal{T}\) is a critical point  such that  \(du_{t_0}\)   is never zero, then the energy function is strictly convex at this  point. As an application, in  the case that \(u_0\) is a covering map, we prove that there exists a unique critical point \(t_0\in \mathcal{T}\) minimizing the energy function.  Moreover, the energy density satisfies  \(\frac{1}{2}|du|^2(t_0)\equiv 1\) and the Hessian of the energy function is positive definite at this point.<br  />
</li>
</ul>
</li>
</ul>

<h3>Past Seminars</h3>

<ul class="org-ul">
<li><span class="underline">Volume comparison with respect to scalar curvature</span><br  />
<ul class="org-ul">
<li><b>Speaker</b> Prof. YUAN Wei(Sun Yat-sen U.)<br  />
</li>
<li><b>Time and Place</b> 4:00 pm - 5:00 pm, Oct 30 (Wed.) 2019, Room 1424<br  />
</li>
<li><b>Abstract</b> In Riemannian geometry, volume comparison theorem is one of the most fundamental results. The classic results concern volume comparison involving restrictions on Ricci curvature. In this talk, we will investigate the volume comparison with respect to scalar curvature. In particular, we show that one can only expect such results for small geodesic balls of metrics near V-static metrics. As for closed manifolds, we give a volume comparison theorem for metrics near stable Einstein metrics. In particular, it provides partially affirmative answers to both a conjecture of Schoen about hyperbolic manifolds and a conjecture proposed by Bray concerning the positive scalar curvature case respectively.<br  />
</li>
</ul>
</li>
</ul>
</div>
</body>
</html>
